
<template>
  <div class="products">
    <div class="top"></div>
    <div class="banner">
      <div class="banner_in">
        <h2>产品总介绍</h2>
        <p class="desc">
          相关描述相关描述相关描述相关描述相关描述，相关描述相关描述相关描述相关描述相关描述，
          相关描述相关描述相关描述相关描述相关描述，
        </p>
      </div>
    </div>
    <Solutions></Solutions>
    <div class="article">
      <dl id="are01">
        <dt>
          <h3>素质课堂简介</h3>
        </dt>
        <dd>
          <p>素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介</p>
        </dd>
      </dl>
       <dl id="are02">
        <dt>
          <h3>智慧课堂简介</h3>
        </dt>
        <dd>
          <p>素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介</p>
        </dd>
      </dl>
       <dl id="are03">
        <dt>
          <h3>智能测评简介</h3>
        </dt>
        <dd>
          <p>素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介</p>
        </dd>
      </dl>
       <dl id="are04">
        <dt>
          <h3>课程情绪AI智能</h3>
        </dt>
        <dd>
          <p>素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介</p>
        </dd>
      </dl>
       <dl id="are05">
        <dt>
          <h3>素质课堂简介</h3>
        </dt>
        <dd>
          <p>素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介</p>
        </dd>
      </dl>
       <dl id="are06">
        <dt>
          <h3>素质课堂简介</h3>
        </dt>
        <dd>
          <p>素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介素质课堂简介,素质课堂简介素质课堂简介素质课堂简介</p>
        </dd>
      </dl>
    </div>
  </div>
</template>

<script>
// @ is an alias to /src
import Solutions from "@/components/solutions.1.vue";

export default {
  name: "products",
  components: {
    Solutions
  }
};
</script>
<style  scoped>
.maxwidth {
  max-width: 1200px;
  margin: 0 auto;
}
.banner {
  height: 400px;
  overflow: hidden;
}
.banner_in {
  width: 1200px;
  margin: 0 auto;
  height: 400px;
}
.banner_in h2 {
  font-size: 42px;
  line-height: 42px;
  text-align: left;
  color: #fff;
  margin-top: 100px;
}
.banner_in .desc {
  margin-top: 30px;
  text-align: left;
  width: 500px;
  line-height: 32px;
  color: #fff;
}
.top {
  height: 80px;
  background: #2196f3;
}
.info {
  width: 900px;
  margin: 30px auto 0;
}
.article {
  width: 1200px;
  margin: 0 auto;
}
.article dl{
  margin-bottom: 30px;
}
.article dl dt {
  color: #000;
  font-size: 24px;
}
.article dl dd {
  margin-top:20px;
  padding: 15px;
  text-align: left;

  border: 1px solid #ddd;
  min-height: 300px;
  border-radius: 5px;
  font-size: 16px;
  line-height: 32px;
}
.article dl dd p {
  text-indent: 2em;
}
</style>
